export const FeedbackQuestions = {
    en: [
      {
        question:
          "How would you rate your overall satisfaction with the police services in your community?",
        options: [
          "1. Very Satisfied",
          "2. Satisfied",
          "3. Neutral",
          "4. Dissatisfied",
          "5. Very Dissatisfied",
        ],
      },
      {
        question:
          "How would you rate the responsiveness of the police in addressing community concerns?",
        options: [
          "1. Very Responsive",
          "2. Responsive",
          "3. Neutral",
          "4. Not Very Responsive",
          "5. Not Responsive at All",
        ],
      },
      {
        question:
          "Do you think the police effectively communicate with the community and keep residents informed about safety issues and initiatives?",
        options: [
          "1. Very Effective",
          "2. Effective",
          "3. Neutral",
          "4. Ineffective",
          "5. Very Ineffective",
        ],
      },
      {
        question:
          "How would you rate the level of trust you have in the police in your community?",
        options: [
          "1. Very Trusting",
          "2. Trusting",
          "3. Neutral",
          "4. Distrustful",
          "5. Very Distrustful",
        ],
      },
      {
        question:
          "How satisfied are you with the process for reporting incidents or complaints against the police?",
        options: [
          "1. Very Satisfied",
          "2. Satisfied",
          "3. Neutral",
          "4. Dissatisfied",
          "5. Very Dissatisfied",
        ],
      },
    ],
    gu: [
      {
        question:
          "તમારા વિસ્તારમાં પોલીસ સેવાઓ સાથે તમારા મુલાકાત નો અનુભવ તમે કેવી રીતે મૂલ્યાંકિત કરો છો?",
        options: [
          "1. ખૂબ આનંદિત",
          "2. આનંદિત",
          "3. નિષ્પક્ષ",
          "4. અસંતુષ્ટ",
          "5. ખૂબ અસંતુષ્ટ",
        ],
      },
      {
        question:
          "પોલીસ વિભાગ દ્વારા તમારી મુશ્કેલીઓને સમાધાન કરવામાં મળેલા પ્રતિસાદને તમે કેવી રીતે મૂલ્યાંકિત કરો છો?",
        options: [
          "1. ખૂબ પ્રતિભાવશીલ",
          "2. પ્રતિભાવશીલ",
          "3. નિષ્પક્ષ",
          "4. પ્રતિસાદ ઓછો",
          "5. કોઈ પ્રતિસાદ મળતો નથી",
        ],
      },
      {
        question:
          "શું તમને લાગે છે કે પોલીસ સમાજ સાથે અસરકારક રીતે વાતચીત કરે છે અને રહેવાસીઓને સલામતીના મુદ્દાઓ અને પહેલો વિશે માહિતગાર રાખે છે?",
        options: [
          "1. ખૂબ જ કર્તવ્યનિષ્ઠ",
          "2. કર્તવ્યનિષ્ઠ",
          "3. નિષ્પક્ષ",
          "4. ઓછા કર્તવ્યનિષ્ઠ",
          "5. બિનકર્તવ્યનિષ્ઠ",
        ],
      },
      {
        question:
          "તમે તમારા વિસ્તારમાં પોલીસ પરના વિશ્વાસના સ્તરને તમે કેવી રીતે મૂલ્યાંકિત કરો છો?",
        options: [
          "1. ખૂબ વિશ્વાસપાત્ર",
          "2. વિશ્વાસપાત્ર",
          "3. નિષ્પક્ષ",
          "4. ઓછા વિશ્વાસપાત્ર",
          "5. અવિશ્વસનીય",
        ],
      },
      {
        question:
          "પોલીસ સામેની ઘટનાઓ અથવા ફરિયાદોની જાણ કરવાની પ્રક્રિયાથી તમે કેટલા સંતુષ્ટ છો?",
        options: [
          "1. ખૂબ આનંદિત",
          "2. આનંદિત",
          "3. નિષ્પક્ષ",
          "4. અસંતુષ્ટ",
          "5. ખૂબ અસંતુષ્ટ",
        ],
      },
    ],
    hi: [],
  };
  
  export const Welcome = {
    gu: "👮‍♂️ ગુજરાત પોલીસ દ્વારા Gujrat Police Feedback System મા તમારું સ્વાગત કરે છે! 👮‍♀️ \nઅમે તમારા મૂલ્યવાન પ્રતિસાદ ને સાંભળવા અને તેના આધારે અમારી સેવાઓને સુધારવા માટે અહીં છીએ. તમારો અભિપ્રાય મહત્વપૂર્ણ છે!\nતમારી ગોપનીયતા અમારા માટે મહત્વપૂર્ણ છે અને તમારા પ્રતિભાવો ગોપનીય રહેશે. ",
    hi: "👮‍♂️ गुजरात पुलिस फीडबैक सिस्टम में आपका स्वागत है! 👮‍♀️ \nहम आपकी बहुमूल्य प्रतिक्रिया के आधार पर सुनने, सीखने और अपनी सेवाओं में सुधार करने के लिए यहां हैं। आपकी गोपनीयता हमारे लिए महत्वपूर्ण है, और आपकी प्रतिक्रियाएँ गोपनीय रहेंगी।",
    en: "👮‍♂️ Welcome to the Gujrat Police Feedback System! 👮‍♀️ \nWe're here to listen, learn, and improve our services based on your valuable feedback. Your privacy is important to us, and your responses will remain confidential.",
  };
  
  export const Greetings = {
    gu: "તમારો અમૂલ્ય પ્રતિસાદ અમને આપવા બદલ આભાર.અમારી સેવાઓને સુધારવામાં અને આપણા સમાજ ને વધુ સુરક્ષિત બનાવવામાં અમારી મદદ કરવામાં તમારો મહત્વપૂર્ણ ભાગ છે.અમે તમારા દ્વારા સમય ફાળવવા અને અમૂલ્ય પ્રતિસાદ આપવા બદલ પ્રશંસા કરીએ છીએ. ",
    hi: "अपनी बहुमूल्य प्रतिक्रिया हमारे साथ साझा करने के लिए धन्यवाद। आपका प्रतिसाद हमारी सेवाओं को बेहतर बनाने और हमारे समुदाय को सुरक्षित बनाने में मदद करने में महत्वपूर्ण है। हम बदलाव लाने के लिए आपके समय और प्रतिबद्धता की सराहना करते हैं। ",
    en: "Thank you for sharing your valuable feedback with us. Your input is important in helping us improve our services and make our community safer. We appreciate your time and commitment to making a difference. ",
  };
  