export const FeedbackQuestions = {
  en: [
    {
      question: "After How much time you are heard in Police Station?",
      options: [
        "1. Less than 10 minutes",
        "2. Between 10 and 15 minutes",
        "3. More than 15 minutes",
      ],
    },
    {
      question:
        "How would you describe your overall experience when communicating with the police at the station?",
      options: [
        "1. Excellent",
        "2. Good",
        "3. Satisfactory",
        "4. Poor",
        "5. Very Poor",
      ],
    },
    {
      question:
        "How would you rate the overall cleanliness and maintenance of the police station premises?",
      options: [
        "1. 🌟🌟🌟🌟🌟",
        "2. 🌟🌟🌟🌟",
        "3. 🌟🌟🌟",
        "4. 🌟🌟",
        "5. 🌟",
      ],
    },
    // {
    //   question:
    //     "How would you rate your overall satisfaction with the police services?",
    //   options: [
    //     "1. Very Satisfied",
    //     "2. Satisfied",
    //     "3. Neutral",
    //     "4. Dissatisfied",
    //     "5. Very Dissatisfied",
    //   ],
    // },
    // {
    //   question:
    //     "How would you rate the responsiveness of the police in addressing community concerns?",
    //   options: [
    //     "1. Very Responsive",
    //     "2. Responsive",
    //     "3. Neutral",
    //     "4. Not Very Responsive",
    //     "5. Not Responsive at All",
    //   ],
    // },
    {
      question:
        "Do you think the police effectively keep residents informed about safety issues and initiatives?",
      options: [
        "1. Very Effective",
        "2. Effective",
        "3. Neutral",
        "4. Ineffective",
        "5. Very Ineffective",
      ],
    },
    {
      question:
        "How would you rate the level of trust you have in the police based on your experience?",
      options: [
        "1. Very Trusting",
        "2. Trusting",
        "3. Neutral",
        "4. Distrustful",
        "5. Very Distrustful",
      ],
    },
    // {
    //   question:
    //     "How Satisfied are you with the process for reporting incidents or complaints against the police?",
    //   options: [
    //     "1. Very Satisfied",
    //     "2. Satisfied",
    //     "3. Neutral",
    //     "4. Dissatisfied",
    //     "5. Very Dissatisfied",
    //   ],
    // },
  ],
  gu: [
    {
      question: "પોલીસ સ્ટેશનમાં કેટલા સમય પછી તમને સાંભળવામાં આવે છે?",
      options: [
        "1. 10 મિનિટથી ઓછા સમયમાં",
        "2. 10 થી 15 મિનિટમાં",
        "3. 15 મિનિટથી વધુ",
      ],
    },
    {
      question:
        "પોલીસ સ્ટેશન પર પોલીસ સાથે વાતચીત કરતી વખતે તમે તમારા અનુભવનું વર્ણન કેવી રીતે કરશો?",
      options: [
        "1. શ્રેષ્ઠ",
        "2. સારું",
        "3. સંતોષકારક",
        "4. અપેક્ષા કરતા ઓછું",
        "5. ખરાબ અનુભવ",
      ],
    },
    {
      question:
        "પોલીસ સ્ટેશન પરિસરની એકંદર સ્વચ્છતા અને જાળવણીને તમે કેવી રીતે મૂલ્યાંકિત કરશો?",
      options: [
        "1. 🌟🌟🌟🌟🌟",
        "2. 🌟🌟🌟🌟",
        "3. 🌟🌟🌟",
        "4. 🌟🌟",
        "5. 🌟",
      ],
    },
    // {
    //   question:
    //     "તમારા વિસ્તારમાં પોલીસ સેવાઓ સાથે તમારા મુલાકાત નો અનુભવ તમે કેવી રીતે મૂલ્યાંકિત કરો છો?",
    //   options: [
    //     "1. ખૂબ આનંદિત",
    //     "2. આનંદિત",
    //     "3. નિષ્પક્ષ",
    //     "4. અસંતુષ્ટ",
    //     "5. ખૂબ અસંતુષ્ટ",
    //   ],
    // },
    // {
    //   question:
    //     "પોલીસ વિભાગ દ્વારા તમારી મુશ્કેલીઓને સમાધાન કરવામાં મળેલા પ્રતિસાદને તમે કેવી રીતે મૂલ્યાંકિત કરો છો?",
    //   options: [
    //     "1. ખૂબ પ્રતિભાવશીલ",
    //     "2. પ્રતિભાવશીલ",
    //     "3. નિષ્પક્ષ",
    //     "4. પ્રતિસાદ ઓછો",
    //     "5. કોઈ પ્રતિસાદ મળતો નથી",
    //   ],
    // },
    {
      question:
        "શું તમને લાગે છે કે પોલીસ રહેવાસીઓને સલામતીના મુદ્દાઓ અને પગલાંઓ વિશે માહિતગાર રાખે છે?",
      options: [
        "1. શ્રેષ્ઠ રીતે",
        "2. સારું",
        "3. નિષ્પક્ષ",
        "4. અપેક્ષા કરતા ઓછું",
        "5. બિનકર્તવ્યનિષ્ઠ",
      ],
    },
    {
      question:
        "તમારા અનુભવના આધારે તમે પોલીસમાં તમારા વિશ્વાસના સ્તરને કેવી રીતે મૂલ્યાંકિત કરશો?",
      options: [
        "1. ખૂબ વિશ્વાસપાત્ર",
        "2. વિશ્વાસપાત્ર",
        "3. નિષ્પક્ષ",
        "4. ઓછા વિશ્વાસપાત્ર",
        "5. અવિશ્વસનીય",
      ],
    },
    // {
    //   question:
    //     "પોલીસ સામેની ઘટનાઓ અથવા ફરિયાદોની જાણ કરવાની પ્રક્રિયાથી તમે કેટલા સંતુષ્ટ છો?",
    //   options: [
    //     "1. ખૂબ આનંદિત",
    //     "2. આનંદિત",
    //     "3. નિષ્પક્ષ",
    //     "4. અસંતુષ્ટ",
    //     "5. ખૂબ અસંતુષ્ટ",
    //   ],
    // },
  ],
  hi: [],
};

export const Welcome = {
  gu: "👮‍♂️ ગુજરાત પોલીસ દ્વારા Gujrat Police Feedback System મા તમારું સ્વાગત કરે છે! 👮‍♀️ \nઅમે તમારા મૂલ્યવાન પ્રતિસાદ ને સાંભળવા અને તેના આધારે અમારી સેવાઓને સુધારવા માટે અહીં છીએ. તમારો અભિપ્રાય મહત્વપૂર્ણ છે!\nતમારી ગોપનીયતા અમારા માટે મહત્વપૂર્ણ છે અને તમારા પ્રતિભાવો ગોપનીય રહેશે.",
  hi: "👮‍♂️ गुजरात पुलिस फीडबैक सिस्टम में आपका स्वागत है! 👮‍♀️ \nहम आपकी बहुमूल्य प्रतिक्रिया के आधार पर सुनने, सीखने और अपनी सेवाओं में सुधार करने के लिए यहां हैं। आपकी गोपनीयता हमारे लिए महत्वपूर्ण है, और आपकी प्रतिक्रियाएँ गोपनीय रहेंगी।",
  en: "👮‍♂️ Welcome to the Gujrat Police Feedback System! 👮‍♀️ \nWe're here to listen, learn, and improve our services based on your valuable feedback. Your privacy is important to us, and your responses will remain confidential.",
};

export const Greetings = {
  gu: "તમારો અમૂલ્ય પ્રતિસાદ અમને આપવા બદલ આભાર.અમારી સેવાઓને સુધારવામાં અને આપણા સમાજ ને વધુ સુરક્ષિત બનાવવામાં અમારી મદદ કરવામાં તમારો મહત્વપૂર્ણ ભાગ છે.અમે તમારા દ્વારા સમય ફાળવવા અને અમૂલ્ય પ્રતિસાદ આપવા બદલ પ્રશંસા કરીએ છીએ. ",
  hi: "अपनी बहुमूल्य प्रतिक्रिया हमारे साथ साझा करने के लिए धन्यवाद। आपका प्रतिसाद हमारी सेवाओं को बेहतर बनाने और हमारे समुदाय को सुरक्षित बनाने में मदद करने में महत्वपूर्ण है। हम बदलाव लाने के लिए आपके समय और प्रतिबद्धता की सराहना करते हैं। ",
  en: "Thank you for sharing your valuable feedback with us. Your input is important in helping us improve our services and make our community safer. We appreciate your time and commitment to making a difference. ",
};

export const StationNames = [
  " 1. Sayajaganj Police Station",
  " 2. Fatehganj Police Station",
  " 3. Chhani Police Station",
  " 4. Nadesari Police Station",
  " 5. Gorwa Police Station",
  " 6. Laxmipura Police Station",
  " 7. Jawaharnagar Police Station",
  " 8. Rawapura Police Station",
  " 9. Navapura Police Station",
  "10. Gotri Police Station",
  "11. JP Road Police Station",
  "12. Panigate Police Station",
  "13. Wadi Police Station",
  "14. Manjalpur Police Station",
  "15. Makarpura Police Station",
  "16. Bapod Police Station",
  "17. City Police Station",
  "18. Warsia Police Station",
  "19. Karelibagh Police Station",
  "20. Deer Police Station",
  "21. Sama Police Station",
];

export const StationIDs = [
  "654344728fc1bdf5cd110741",
  "654344728fc1bdf5cd110741",
  "654344728fc1bdf5cd110741",
  "654344728fc1bdf5cd110741",
  "654346b6b799ec1356194197",
  "654346b6b799ec1356194197",
  "654346b6b799ec1356194197",
  "654346c1b799ec1356194199",
  "654346c1b799ec1356194199",
  "654346c7b799ec135619419b",
  "654346c7b799ec135619419b",
  "654346ccb799ec135619419d",
  "654346ccb799ec135619419d",
  "654346d1b799ec135619419f",
  "654346d1b799ec135619419f",
  "654346d6b799ec13561941a1",
  "654346d6b799ec13561941a1",
  "654346d6b799ec13561941a1",
  "654346d9b799ec13561941a3",
  "654346d9b799ec13561941a3",
  "654346d9b799ec13561941a3",
];
